[
{"title": ["The official /r/weed discord server is back up! The one place to discuss all your weed related stuff and to share pics of those buds :D. Happy tokking!", "Announcing Operation: #OneMoreVote, a day of action to save net neutrality on February 27th!", "10gs of kief and 4gs og kush 🔥🇬🇧", "\"I smoke two joints before I smoke two joints and then I smoke two more\"", "My favorite hiking buddy", "Best investment for a stoner. Just sayin", "The Power of Pot", "Hazelnut Blunt", "Rolling cones has improved from last month.", "My first time", "I just always wanna be high", "Big shout out to all the smokers who sort their mates in times of need you the real MVP", "Who wants a drag?", "Some Texan Shoreline", "Friday is highday! Have a nice weekend", "Whats your thoughts on thia light", "By getting caught using weed, I may have actually helped myself out more", "What can I do about this scam?", "Cornbread #5", "Case study on a brand for a medical marijuana consulting company", "1/8th of dank", "Gregs greasy food reviews... this guy is something else", "Gonna smoke this tonight", "Funniest/craziest places you’ve smoked?", "Firecracker questions...", "Lets get itttt", "New psych rock mix."]},
{"title": ["Broken glass", "Cannabis psychosis? It's not the weed, it's greed! Over 93% of UK marijuana now contains virtually zero CBD", "this music video is so amazingly done", "THC vape carry-on to Mexico", "[Colorado] Purchasing tinctures, salves, topicals, etc. and limitations.", "Cannabis in Australia", "check out my bands new song \"weed song\" if you wanna", "Wondering if these eye drops are good for getting rid of red eyes?", "We’ve all been there", "My new Chillum. Can’t wait to try it out!", "Any tips on pipe making", "Weed + Coffee = ?", "Ice pick headaches! HELP!", "Vape pen question", "Friends smoking all your weed?", "Skunk weed.. horrible experience.", "Look what I got today!", "Gelato 41", "Yo right now I'm experiencing taking a dump while high!!", "Best tobacco to mix with weed in a spliff?", "Hey peoples. Don’t know if this is where I need to be for this question, but here I am.", "Has anyone else had these effects while smoking?", "Anyone else hate how slow drop offs can be?", "Tell me about the time you got caught/ALMOST got caught smoking.", "Negative side effects from THC Cartridges?"]},
{"title": ["0 to 100 real quick", "5 Easy Ways To Increase THC levels In Your Marijuana Grow", "StarDawg 🔥🤤", "Almost at the end of a Tolerance Break", "Any programmer here?", "My first glunt!! :)", "Tolerance reversal? SOS", "Beautiful!", "Smoking big doinks in Amish", "How to smoke weed without feeling sick?", "When should I plant the seeds in southern Spain?", "How harmful is butane when smoking bowls?", "hahhah funny shit", "Picked up some Clean California meds from the best plug over here in NJ ! 😎🔥", "Everything’s sexier when the lights go out", "Just finished making some delicious shatter", "7 Grams of Kushberry. From Vancouver, BC Canada", "Anybody who had trouble with paranoia and anxiety with weed and came back to smoke normally can help?", "half gram of strawberry cough shatter", "Fresh batch", "I need tips to combat the smell of my weed", "Tobacco bowls", "My concise guide to smoking weed (5 years experience)", "GSC- a work of art", "Best edibe to take on a daily basis?"]},
{"title": ["My friend mailed me weed and didn't tell me until the package was sent", "Just got 2g of some medical amnessia supposed to be the best weed in my city", "Ran low on papers while hiking - Warning Paper doobie", "Shatter!", "Gas station", "stoned on the run run, rove waui", "When Your Weed is Too Loud", "N.Y sour diesel. Cost me £30. Very tasty.", "BODY BAGG [Music]", "Best of Both Worlds", "Copped this bad boy yesterday can’t wait to break it out :).", "Help Cops", "stuck", "I love taking pics of my weed.", "Enjoying my new rose quarts pipe and the birdsong this morning.", "Passed out after back-to-back dab hits", "Wyd After Smoking This", "Most beautiful bud Ive seen in my life (Candyland)", "Follow for more!https://www.instagram.com/p/BgVHp--FjNw/", "Nice cone, my dog, and a book I should have read years ago. Happy snow day!", "What ingredient used to cut weed with could possibly make me pass out?", "Buddy rolled a very gorgeous blunt earlier that I was lucky enough to capture. This was number two this morning I think?", "Headband shatter bought at Terrapin Aurora made by DoubleBearConcentrates", "first refill of my new pocket-jar :)", "My gorilla glue plant :)"]},
{"title": ["GOP Leaders' Bill Could Let Patients Use Medical Marijuana", "Just arrived in Amsterdam. Wish ya‘ll a good week, I‘ll have one.", "Looking for a good vape pen.", "Blunt papers in finland", "Dipped in hash oil and covered in kief. Heaven!", "OG Kush from ChronicKush.co 60-120g 03.13.2018 amazing, highly recommend", "Doobies an movies and rain good day & night", "Ruuuuuuude", "Nug of Lemon Alien", "Sum cherry Thai start the day", "Moon rock I made", "So fluffy that the downy bear would dig it.", "How many of these could you smoke in one sitting?", "My smoke spot, Happy Tuesday 🌳", "This weeks Eighth", "A nug from my first oz", "Bowls that make me forget what day it is 👌🏻", "Seeing faces, going crazy, just high? Do you see that", "Different names for Joint?", "Healthy munchies food?", "Does anyone else who smokes just have a random little collection of cheap lighters you've bought that build up because you sometimes forget to bring one outside?", "feeling and behaving very strangely post-high", "We all went somewhere else didn't we?", "I'm visiting Nevada and wondering if there is a place I can freely smoke?", "Smoking & Doodling"]},
{"title": ["Green is an upcoming short film that tells the coming of age story of a young Alfie smoking weed for the very first time.", "Lost power again, thought I'd light one up before shoveling", "How to decide when to smoke", "Some official grape jelly jerzygotfire", "If anyone needs a good song to get high to, this is it.", "The Girl Scout Cookies are looking proper tonight. Happy blazing!", "Took a month and a half off, spent the last five days smoking... How should I go about getting clean?", "*swearing jar", "Angry when I smoke??", "I think my tenant is smoking, but i'm not sure.", "New to this", "Reggie is better?", "Willy J Peso - Flavors ft Styles P [Music Video][WEED MUSIC]", "A serious question about edibles", "Am I fucked?", "Smoke & unwind", "Crime Has Dropped More than 20% in Uruguay Since Marijuana Was Legalized", "i've been smoking pretty much everyday (cept days I didnt have any and couldnt get any) since i was 19, and I turn 29 this month. what ACTUAL effects are there from mariujuana", "After 8 Years of Chiefing pot, psychological withdrawal is very real. Brain fog is the worst.", "What’s this make you think of hmmm?", "Do love a good weed or 2", "help me out", "Grinding?", "True", "Edibles"]},
{"title": ["Orpheus shatter dab from Double Bear Concentrates bought at Terrapin Aurora", "Aloha!!", "Bob Marley Marijuana Leaf Art", "Freestyles Weed and Skating", "Does smoking very little weed mess up your memory?", "Weed Nausea", "Not only is it amazing to get fucking high, fucking high is amazing.", "Just cleaned the bong. I'll clean the nector collector later tonight. But first this bowl awaits.", "How to de-smell a smoking room?", "Help a fellow weed smoker/student out.", "You guys enjoyed this Gorilla Glue last time... It's been curing a while now, new pic :)", "Trying blue dream for the first time 👍🏻", "One of the trays I made a while back.", "Purp", "Felt high without smoking for a few minutes?", "Some cerebral assassin I just picked up.", "Blueberry diesel $85 for 22g's tonight. I'm a happy boi😊", "What is the most weed that you have found and/or got for free", "Swab test in the morning, can I smoke?", "New pickup. Cherry gelato😍", "Hear me out", "Home made bong?", "High in the mountains", "Black cherry soda", "AK-47 is straight gas 🔥🌲"]},
{"title": ["3.5g super salad. 8 different types of waxes.", "Nug was 2.5g, I guess the stem was 0.2g", "at this moment, the prey stands no chance", "What happens if you are caught with marijuana between 18 and 21 in california?", "Smoking with Doge. Blueberry og kush. (Joint with filter)", "Perfect Karma", "Weed expiration?", "Here's one more post of the Gorilla Glue #4... love this stuff. Props to my grower maaaann.", "Beautiful Silver haze in :)", "Friend hooked me up", "Tv show or movie recommendations for a very high person?", "Would breathing smoke in a burning cover the smell?", "It just doesn’t do it for me anymore.", "Barcelona herb culture", "Have you ever bought anything weird online while really stoned?", "I’ve had 5 edibles I got a question", "Is this how edibles feel?", "Dense 5gram AK-47 nug ft. strawberry joint :)", "Seeds [request]", "These hookahs....", "Daily driver 🌬", "I am so unbelievably stoned rn🌲", "16 year old me killin the dope game", "Why do I get so quiet when I’m high with my gf?", "Every smoker should try the GLUNT at least once."]},
{"title": ["Vaporizers", "1st step towards going vegan 😂", "Vacation advice", "Just started smoking about 3 months ago, I thought I'd show y'all my first bong :)", "I hadn't smoked in 24 hours and now I'm too high to pee", "I know that no one can really tell me what this is but i found it on the grass of this park where a lot of people deal basically. It has a very sweet strawberry scent maybe more citrus-y! Either way it's a find. Have you ever found weed and smoked it? Is it dangerous at all?", "Amnesia VS Dogstar", "I think this Gelato 45 is the most beautiful bud I’ve ever had", "Hate Illegal States. Ounce of “Dank”", "Has anyone else listened to yoshimi battles the pink robots baked as hell", "Online weed ordering", "Tonight’s gonna be my first time smoking in little under 2 months and I’m super excited!", "This is adulting: weed as performance-enhancing drug for cleaning my apartment", "Mary Jane Collection!!", "Stoned on a Plane! I’d like to fly while stoned because I get anxiety when I’m up there. Anyone ever done it? Any tips on how to do it best? I think I’m just nervous about getting through security high. I know edibles is probably the best bet, but, I’m not sure if I can make them in time. LMK!", "Smoking that stuff that’s out of this world.", "Whisper meetup", "smoked too much recently", "A Gelato and Girl Scout Cookies for the sunny day", "Time to Get a Lotto Ticket", "Shipping USPS...", "Can I bring a THC cartridge into Disney World ???", "Delicious Purple Punch I just picked up :)", "0.7 nug", "Hemp Oil and Psoriasis"]},
{"title": ["Age for smoking", "Being scammed buying weed", "Cannabinoids and Their Therapeutic Effects", "I’m really high right now...", "The very best medicine", "You guys at r/weed might also appreciate this here!", "Good vibes", "Have a great night everyone! What are you smoking on?", "has anyone been so high that you can't see and hear a loud ass ringing noise", "A q of some dank toronto kush", "Anyone else experience “weed dick”?", "Got some gs cookies!!", "So confused ?!", "Blunt pickup", "first time ever rolling", "Beautiful.", "Lil orange pipe I made", "I need a boquet of these. Actually, everyone does.", "Big nugs", "Just baked and watching \"Naruto Shippuden\"... Alone. Just doin my thing. [Sunglasses emoji]", "Growing at home", "Beautiful", "Gotta love re-up day", "Nepalese Sativa Growing Naturally as the Gods Intended at about 2300m in the Kali Gandaki Gorge, Lower Mustang, Nepal. September 2011. [OC]", "Williams wonder 89% Indica"]},
{"title": ["You will never be as high in Space as Elon", "Took a Pic of My Buddy", "Pure beauty", "When you're high looking for munchies", "Dad went to Cali, said he was going to try weed.", "First time buyer on my own, this should be fun!", "GrandDaddy Purple", "Is coffee still the best way to hide weed from dogs ?", "starting to feel pain when smoking weed?", "Just 8 G’s left from the half ):", "Found all this in a bag, by a bus stop in Boulder, CO. Looks like weed, smells very piney. It looks very dark. Is it safe?", "Teamwork makes the dream work. I’m about to roll while my girlfriend makes us some firecrackers. Time to get blazed.", "Mixed strains tonight, tangerine dream and lemon haze (UK)", "Would you wear this t-shirt?", "Time to smoke", "Meanwhile, the justice system remains behind the times...", "To whoever accidentally dropped a little bag of the good stuff at a Hardee’s in Georgia, thank you.", "omg this guy ate so many edibles", "Taking a t-break. My last joint until 4/20", "Re-upped yesterday. Such nice nugs. Person was nice enough to give me the big ones", "Is this good or bad weed", "Finna be a lit weekend🔥", "Little Girl Scout Cookies", "Treat myself after Housework", "Blue Dream"]},
{"title": ["I would love to smoke up in the alps!", "Twitchy eyes", "fresh gram of wax 😍😍", "Smoking a weed joint", "This is the future I want to live in", "We're researching a new Subscription Box for those that love or want to try baking their own cannabis edibles. Feedback survey time! As a special thank you, enter to win a free subscription box from us once launched!!! Please help us out here: https://goo.gl/forms/521jESA5a1McZnSC2", "Bit of kush for insomnia 🇬🇧🔥", "Friend got me 'golden lemons' from his dad just gotta wait till after my screening then it's home free!", "I just listened to this and it fucked my up , had a nice wake and bake session😂", "Best Smoke Session Music ... Sup yall i'm sharing this incredible experience I had with this playlist... like a soulful lofi hip hop genre... heaven", "Music while high", "Have i gone mad? im afraid so, but let me tell you something, the best people usualy are. [Quote:Lewis Carroll, Alice in Wonderland]", "Horror movies and weed", "With a bowl of Purple punch is a great way to start your day", "Weed Farms?", "GS Cookies", "To complete my night. The healthier alternative", "Crazy catchy song, or maby im just baked", "Life motto", "What are your best food creations while high?", "I wanted to repost this because I just happened to notice the amount of upvotes.", "The last of my sour d", "Anybody know if this brand is good", "Super low tolerance", "My mom got me this pipe from the Bahamas and it has a strong chemical smell. Possibly a wood varnish?? Can I smoke out of it without negative health effects or is there a way to remove whatever chemicals it's covered in? Nothing else to smoke out of atm"]},
{"title": ["Weed Cryptocurrency?", "is this moldy?", "No lighter but we got science", "Granddaddy Purple Full Strain Review (such beautiful nugs holy hell!)", "Weed Tea", "can't get high ! have i hit a ceiling?", "How many bowls does it take for you to feel it?", "Pretend the \"H\" stands for Headband. Always wanted to try this strain.", "When you're high af & realize you love the blunt. The blunt will never leave you. The blunt will never hurt you.", "First joint I ever rolled how is it", "Help", "Amateur question", "Cleaned most of the gunk off used hydrogen peroxide kosher salt and moderately warm water but can't get the rest any tips would help", "When you don’t feel the edible working, so you eat another one and they both hit you", "Joint I smoked earlier", "Best way to clean tar from your piece?", "Day off wake n bake", "An easy way to store weed", "preference 🤔", "Dosing help: how do I stop wrecking my THC tolerance?", "Puking while high", "A friend with weed is a friend indeed", "It takes this much to get me high", "ｊａｒｊａｒｊｒ - forty kal (remix Biggie Smalls - Party & Bullshit)", "Maria shatter dab"]},
{"title": ["Do you ever think about...", "Stoned into madness", "recently had Trainwreck. missed you Reddit it’s been a whole year", "This was good.", "Im out in Switzerland right now but when I get home im getting so high listening to this song", "All so tasty!", "To anyone else that smokes a lot but has allergies:", "Why grind ?", "QUESTION - It seems everything I ---", "Morning medicine! Officially legal in Ohio with a legitimate doctors note!!", "My first time smoking weed was horrible, it really messed me up.", "So i was j watching some cartnoonetwork blazed right, (live post) and i was this episode of amazing world of gumball. This episode made me cry, so touching 😭😭😭", "They know what's up.", "First hand rolled joint", "My New Setup!!!", "Edibles Worth it?", "Views + good weed (Richmond British Columbia Canada)", "Australian Father Facing Jail For Medicating His Daughters With Cannabis for Crohn’s", "Huge boner", "Help with going bad", "best inexpensive herb grinder?", "Wait. How is this still illegal?", "Tips on how to use/conserve more sparingly?", "Team Gravity Bong", "Ontario Canada has named the Cannabis stores"]},
{"title": ["Get high on mountains?", "The dominos are falling!", "Double wide to kick off my break 🔥", "My sciatica has gone out.. so this is my day", "Red eyes", "Overspending at the club..", "Weed ejuice?", "Discord Server about WEED :D", "Clear/Oil pen with lighter", "Really keen for weed to be legal in Australia", "Getting high with tea?", "Question on Brownies", "Throwback to when I was in the womb.", "Some Maui Mango Diesel on a Thursday evening.", "You know how we say if you lose something while you're high, and can't find it sober, get high again to find it?", "Is the high just not for me?", "Hemp Blunt", "Ripped N Laid Back, a playlist by Ripped Clothing LMTD on Spotify", "Charlize Theron's mom is her weed dealer.", "Im a little baked now, but that is a problem..", "Smoking with coworkers is the best.", "Bringing grinder and container on plane?", "Sour Diesel ⛽🔥", "Has anyone seen these edible candies before; and if so how many mg?", "Jack Herrer opinions!?"]},
{"title": ["Had a headache, then i smoked some weed", "ANTI-WEED PSAs were nuts in the 90s", "Hey Bud-Tenders. What should I expect working as a Bud-Tenders at a dispensary?", "Visiting Colorado, never smoked before.", "Some \"Champagne\" before bed", "If your dealer gives you this. Hand it back", "Currently at an 8, loving this game", "CBD. Can i use it to help me smoke standard weed with THC present?", "Got some eddies!! ||| 10mg of THC each", "me after a long day of doing the bare minimum", "How to make shake/stem tea (lego for size)", "Just got this piece today! What should we name it? Our pics are Funshine or Honeysuckle 💛", "Amnesia Haze", "Weed Noob here! Is this weed mouldy or still ok to smoke?", "The first time I ate an edible at 15 I felt like I was a god", "Any Good?", "Every. Time.", "Has my high been ruined forever?", "This McDonald's thing just went interdimesional.", "How to smoke weed without the smell: DIY sploof", "Best Temperature to store Weed?", "[QUESTION] This happens all the time.", "Smoke responsibly xD", "Purple Cookies", "Sunsetsherbert Topshelf only"]},
{"title": ["gift from a friend of mine, 1.3 grams of s5", "Do smoke shops sell dab tools?", "What it feels like to get high", "Cartridge not working, says “check atomizer”", "Gimme some music", "Road trip from California to British Columbia through Oregon and Washington", "I got so high last night I had an out of body experience", "Second hand smoke question", "N.Y. weed dealer talks recreational marijuana, possibility of legalization: Street dealers will always sell bud cheaper", "Looking for a 420 friendly roommate in Colorado Springs!", "Weird experience on weed, have you experienced this?", "How do I enjoy weed again?", "Gelato and apple jack. 1 gram each💜", "My friend with a giant Zippo.", "Handroll Better than me I dare you", "A great stoner encounter, followed by a bad one", "My Svalbard weed vault - Show me your weed/kush box", "Gorilla Glue #4 Strain Review- one of the strongest and stickiest strains available!", "I have a really bad problem with munchies.. how can I stop eating so much while high? Any technics?", "You basically get high just being in there, anyboby that can relate?", "The 5 Hardest to Find Cannabis Strains of 2018", "King Cannabis", "Cannabis and Anti-Depressants...Strange Reaction?", "Outdoor weed.", "Question about how to store brownies"]},
{"title": ["The harvest is coming earlier than expected?!", "Grounded", "Favorite blunt ?", "flying for spring break", "Green Astronaut #SmokeWeapon.com #bong", "Help, Weed edible Noob SoS.", "Smoking hash like PCP?", "Nighttime is the best time to smoke", "Super dense nug from a while back", "\"It causes significant risk of heart attacks, lung cancer. Doubles your risk of stroke.\"", "Back again with some Hawaii fire 🤙🏼", "me right now", "Follow littokestaywoke for more weed infused memes", "Glass porn", "Took like 10 min to pick and grind all of this 😂🤤", "When you know that guy that has a gram or Two up his sleeve...", "Blue frost marijuana", "Are Girl Scout cookies good", "Who would like to cuddle with this babies??", "THC Bomb inside the grow tent garden", "Stoner Things", "Cannabis, from seed to harvest", "Cartridge seems to not be making the battery go off", "An ordinary photo of said new bong", "Should I buy oil cartridges from someone I don’t know?"]},
{"title": ["On the way to Gatlinburg with some Larry OG", "How are Y'all Doing Today?", "THE DANKSSSS‼️‼️🔥🔥", "Smoking while sick", "It’s time", "This button from my youth", "Little farma distillate.", "America Is Giving Away the $30 Billion Medical Marijuana Industry", "Don't panic its organic.", "Are there any products i can use to eliminate weed smell?", "Just spotted some Criminal buds hanging out...", "Social", "Perfect place to smoke imo, where do you guys like getting stoned?", "Dab brownies using cooking oil", "I want to etch my bongs name into the base, and have tried using Armor Etch which i got from my local Micheals, though had no luck. Does anyone know how to etch glass on their own?", "My kind of salad...", "Insane body high?", "Y’all", "Late night restroom hotbox", "Happy Wednesday reddit", "Chief Hopper helping out today 😂", "Finish what you started", "buying as a tourist in portugal?", "[Question] Is smoking dirt harmful and kill brain cells?", "5$ Bowl vs 20$ Bowl vs 50$ Bowl?"]},
{"title": ["Been trying back rolling for a week or so what do you think", "is it normal to feel sick when i’m not high?", "Drying Resin", "This Country Bans Pot While Exporting The Most Of It In The World Currently", "best temps for vaping?", "I found the real danger of smoking bowls!", "will vape still work ?", "Accurate", "When smoking a 7 gram joint make sure there’s at least a person for every two grams", "My uncle just gave me this", "Love buying new bongs", "Class Survey / Cannabis and Painting", "Has anyone ever abused the mary Jane? Okay so around last year September I started to smoke a shit ton. I am 22 btw. I felt guilty about shit in my life. My past is complicated. I done weed on ans off but never to this extent. My stoners out there can yall relate?", "Stem hot chocolate?", "Alternative to tobacco", "Where to buy bong downstem?", "Does anyone else see the world for what it really is while high?", "Looking at weed- dry herb vaporizers", "Suns out so sesh outside", "Brand new bong. In need of a name", "I have a medical condition....", "Veg Week #2 All have taken root and the leaves have doubled in size", "THC Bomb Flower week 4 trichomes starting to develop", "Edibles", "Why"]},
{"title": ["Tried edibles and I FUCKING LOVE THEM", "Should i get rid of my dealer?", "BB-8 Says High! Electric lady is the strain", "Blunt Rolling Tips?", "When it’s your turn to roll", "Time for wake an super bake", "Grade A blueberry indica strain", "Runtz", "Music while smoking", "The prettiest purple haze", "Worried doctor will see my sore throat and assume I was smoking weed ..", "Stoned and need just a little bit of help.", "#Gelato anyone???", "We should have the moderators/admin add new flairs that can be seen on mobile. (Method of choice when it comes to smoking)", "Few nugs I picked up (strain: Doperah Winfrey)", "Girl Scout Cookies", "purple might be my new favorite color", "What to do with trim/stems", "King Kong ☠", "What smoking moon rocks feels like", "Pineapple Express by Lit Xtracts in NY", "Is there a subreddit to help me find herb while traveling?", "Headache from smoking resin?", "Every morning", "Where can I purchase herbal vaporizers in canada? preferably discrete packaging."]},
{"title": ["Goals", "Drugs and Epilepsy", "how much does nicotine help lower your tolerance to weed?", "Weed makes me vomit", "Damn you Rian Johnson", "Gotta love Aussie companies", "Had a bad experience", "Medical marijuana and Attention Deficit Hyperactivity Disorder", "Picked up this lil guy today ✌🏻", "Some gorgeous bud I picked up recently", "Weird start to the day", "New Jersey Assembly weighs marijuana legalization during day-long hearing", "Weed is not enjoyable anymore.", "Smoking for the first time? I need help.", "Lord of the rings high", "Smoking for the first time? I need help", "You smell what I'm cooking?", "should weed be legalised barber shop debate", "Got all this for $30 🔌🔌🔌", "How can I make weed taste good?", "found my fav lighter so i felt a pic was necessary", "When the flame is higher than your high", "Love me a big blunt on a tuesday😍", "It took 1 hour to smoke it", "just picked up some beautiful Vader OG 🔥💕"]},
{"title": ["Greetings from Montreal, Canada and shout out to British Columbia for this outdoor SeaWarp!", "My little 0.3g bud gave me all this keef it's gonna be a fun night", "Wax n dabs", "Microwave", "When you smell weed in public", "Alaskan Thunder Fuck", "Some trainingday I grew", "Skywallker 👩‍🚀", "TIL that local government of Kanepi Estonia has conducted a public vote for the new official coat of arms. Kanepi translates as Cannabis. This is the winning design the people picked.", "Goodnight 😴😴", "Vaporizer", "The Perfect Balance", "Got a gram of some skywalker made by Royal Family", "Nothing like a Smoke and a Drive. 😎", "Why do I get more high with friends than I am alone?", "How long do these wax cartridges last? Just got my first one!", "Check this rude boi out", "Is my tolerance ridiculously high or can weed just not be an everyday medication for me?", "12g of nugs and about 25 or so grams of trim into about 3 cups of butter. Yummmm", "And I always promise to loose weight and be more active, but end up forgetting it", "Illegal states suck!", "What do you think about this beautiful nug?", "All wild 😜", "First post. Just wanted to show everyone my new silicone bong (silicone so my cat won’t break it) with a matching hookah attachment! Tell me what y’all think", "King of purple"]},
{"title": ["U.S. Tubes", "Girlfriend and mine’s smoking closet. We appreciate HiSi glass.", "Good morning from Montreal, QC.", "Always", "Throat hurts every time I smoke?", "Some Silver bubble I also grew", "Getting very sick from smoking weed (veteran user)", "Day 7 wirthout smoking", "Purple Punch full bloom closeup 🍇👊", "HELP!! Tips for a beginner w/ little to no tolerance and bad experiences", "Blue Dream Is Getting Me Through Surgery Recovery", "How many grams does this look like?", "Mmmmm weed. Why is Jesus white tho?", "Just some Amnesia", "Do showers ruin your high?", "help! can I use a thc oil cartridge on a regulated box mod?", "Mom thinks weed ruins peoples lives", "Visiting Denver In a Few Days: Dispensary Questions", "Nothing but crystal fields of Ice Bomb.. ❄️💣", "Noob question about the snorting of pot", "Deep talks when high, more wise and mind opening experiences?", "Critical Purple in my grinder!", "Whatever you thought keef looked like up close, you were wrong.", "Time flies so do I", "Grape Kush!! 🍇🔥"]},
{"title": ["Recently got a new stashbox, and I love it...", "Pang Pang in london", "Strains for fibro pains?", "Check this! doctors say vaporizing weed is actually good for your lungs! no shit lol", "Mutant or not?", "The City of Los Angeles Has Racked Over 2 Million in Permits to Sell Marijuana", "Mimosa #24 cross-breeding", "Has anyone ever tried these pipes? Are they any good?", "Ending my Sunday right", "What Yaw Smoken On??? 420", "Who's your favorite music artist?", "What are y’all sending this fine evening?", "2 Nugs stuck together. Really dense BLACKWATER home grown", "Ganja Stank", "What’s the best storage?", "Help", "Cookies and Cream", "Is selling weed worth it?", "Chloe. Haven’t heard about this strain until recently.", "Lemon Kush! 🔥🔥", "My type of spliff. ✌", "First time weed has fucked me over", "Need some post-cannabis advice", "When u high AF and start thinking about your family tree.", "My first bong. 18 in zob 😁💥😁"]},
{"title": ["Last bit until payday... on the 15th 😅", "Weed With Type 1 Diabetes?", "Bowling Green", "My Sunday morning collection Gelato 🍧 or Rainbow sherbert🌈. What looks good to you??", "It’s gonna be a good day!", "Pre Burnt flavor when smoking?", "Some Blueberry love my dank tank cheers", "i can’t get high", "Best munchie snack", "How to travel with a dab pen?", "Happy Sunday my stoners💨 get ya shit done and treat yourself 🤤🤑", "Weed \"Friendly\" Jobs", "Proper blunt ingredients.", "Perfect Wake and Bake Strains to try out", "Very Relaxed Sunday Morning", "I love how symmetrically they grow", "Ohhh. High there. :D", "Organic pressed Sour Diesel flower resin. ⛽️🔥", "love the snow", "Best site to buy a variety of seeds??", "day 27 flowring gsc outdoor seems slow and not swelling.....", "Physic Sniffer Hound Mother", "Spending Sunday with my new piece 😎", "Do-Si-Dos brass knuckles cartridge", "Cheers, my brothers. Happy Saturday 🤘"]},
{"title": ["Asked for a pack of clippers and noticed I got these cheap imitations when i go home. No removable pokey 😔", "Mochas are a hit for me", "Best strains for pain &/or insomnia", "Anyone ever heard of this brand?", "How beautiful does this look?", "Just copped this q for 500, confirmed gasoline.", "Coffee and cannabis. Happy Saturday :)", "Pulled this conglomerate nug out", "New lighters- loving the designs", "Belated birthday gift from my homie. My first time trying moon rocks as well👌", "Headaches/migraines coming down?", "May have just lost a friend over weed?", "Hey everyone meet my pal \"Clearwater\"", "Quick Question: Can you give us feedback on our new line at dopehabits.com? Any feedback appreciated.", "THIS IS NOT A PHOTO OF THE MOON!! It's 1g of Shatter rolled into a ball, placed atop an iphone flashight", "OG'S Cookies for breakfast this morning!!! what are you smoking on this morning??", "Some amnesia this fine evening", "some bud i got yesterday", "lunchtime bowls!", "3 weeks before I can smoke this up", "Blue cheese 5 weeks in topped a week ago looking gorgeous 🧀", "4 diffrent strains for tonight 🇬🇧", "95% Concentrate wake n bake", "Indica vs sativa", "Ounce of Blueberry"]}
]
